<?php

return [
    'confirmed' => 'Поле :attribute не совпадает с подтверждением.',

    'password' => [
        'letters' => 'Поле :attribute должно содержать хотя бы одну букву.',
        'mixed' => 'Поле :attribute должно содержать хотя бы одну заглавную и одну строчную букву.',
        'numbers' => 'Поле :attribute должно содержать хотя бы одну цифру.',
        'symbols' => 'Поле :attribute должно содержать хотя бы один спецсимвол.',
        'uncompromised' => 'Значение поля :attribute присутствует в известной утечке данных. Пожалуйста, выберите другое значение.',
    ],

    'attributes' => [
        'current_password' => 'текущий пароль',
        'email' => 'адрес электронной почты',
        'password' => 'пароль',
        'password_confirmation' => 'подтверждение пароля',
    ],
];
