<?php

return [
    // Название
    'legal_name' => 'Индивидуальный предприниматель Кодаченко Роман Александрович',
    'brand_line' => '«InterTooler»',

    // Сайт
    'site_host' => 'www.intertooler.ru',
    'site_url' => 'https://www.intertooler.ru',

    // ИНН/КПП
    'inn' => '231102927496',
    'kpp' => '',

    // Контакты и адрес
    'phone' => '+7 (900) 246-86-60',
    'legal_addr' => '350020,Краснодарский край, г.Краснодар, ул. Рашпилевская, д.170, корпус 2, квартира 16',

    // Банк
    'bank' => [
        'name' => 'Краснодарское отделение №8619 ПАО Сбербанк',
        'bik' => '040349602',
        'rs' => '40802810230000073752',
        'ks' => '30101810100000000602',
    ],
];
